Repository: wp-plugins/portfolio-slideshow
Catalog: lang/port_slide-*.po
Languages: pt_br

source: Thanks for downloading Portfolio Slideshow! If you like it, please be sure to give us a positive rating in the <a href="http://wordpress.org/extend/plugins/portfolio-slideshow/">WordPress repository</a>, it means a lot to us.
pt_br: Obrigado por usar o plugin Portfolio Slideshow! Se você gostou, por favor vote positivamente em nossa página no <a href="http://wordpress.org/extend/plugins/portfolio-slideshow/">Respositório WordPress</a>, isso significa muito para nós.

source: If you like Portfolio Slideshow but need more advanced slideshow features, check out our newest plugin, <a href="http://madebyraygun.com/lab/portfolio-slideshow">Portfolio Slideshow Pro</a>.
pt_br: Se você gostou do plugin Portfolio Slideshow mas precisa de recursos mais avançados, confira nosso novíssimo <a href="http://madebyraygun.com/lab/portfolio-slideshow">Portfolio Slideshow Pro</a>.

source: Slideshow Settings
pt_br: Configurações do Slide

source: Documentation
pt_br: Documentação

source: Options changed here become the default for all slideshows. Most options can also be changed on a per-slideshow basis by using the slideshow attributes.
pt_br: Opções determinadas aqui se tornam o padrão para todos os slides. A maioria das opções também podem ser mudadas no slide usando atributos individuais.

source: Slideshow Display
pt_br: Exibição do Slide

source: Slideshow Size
pt_br: Tamanho do Slide

source: The slideshow size refers to the default image sizes that WordPress creates when you upload an image. You can customize these image sizes in the Media Settings control panel.
pt_br: O tamanho do slideshow se refere ao tamanho padrão das imagens que o WordPress cria quando você faz o upload da imagem. Você pode personalizar estas medidas em Configurações > Mídia.

source: thumbnail
pt_br: Miniatura

source: medium
pt_br: Médio

source: large
pt_br: Grande

source: full
pt_br: Total

source: Transition Effects
pt_br: Efeitos de Transição

source: Fade
pt_br: Suavizar

source: Scroll Horizontaly
pt_br: Rolar Horizontalmente

source: Transition Speed
pt_br: Velocidade de Transição

source: Captions and titles
pt_br: Legendas e Títulos

source: Show Titles
pt_br: Mostrar Títulos

source: Show Captions
pt_br: Mostrar Legendas

source: Show Descriptions
pt_br: Mostrar Descrição

source: Slideshow Behavior
pt_br: Comportamento do Slider

source: Autoplay timeout
pt_br: Tempo de Auto-execução

source: Anything other than 0 here will turn on autoplay by default. Time is displayed in ms&mdash;e.g. 1000 = 1 second per slide.
pt_br: Qualquer valor diferente de 0 ativa a auto-execução por padrão. O tempo é mostrado em milissegundos; ou seja, 1000 = 1 segundo/cada slide.

source: Show loading animation
pt_br: Mostrar animação de carregamento

source: If you've got a slow connection or lots of images, sometimes the slideshow can take a little while to load. Selecting this option will include a loading gif to show that something is happening. You may want to adjust the padding on the image to center it for your slideshow.
pt_br: Em conexões lentas ou quando há muitas imagens, às vezes o slide pode levar algum tempo para carregar. Selecione esta opção para incluir uma imagem animada (.gif) representativa do carregamento. Você também pode ajustar a tabulação da imagem para ficar centralizada na área do slide.

source: Disable slideshow wrapping
pt_br: Desabilitar envolver do slide

source: Play through to the beginning after it gets to the end, or simply stop
pt_br: Executar o slide novamente do início ao fim e recomeçar em seguida, ou parar

source: Allow links to external URLs
pt_br: Permitir links para URLs externa

source: Checking this box allows you to add URLs to your images. For example, if you want your slide to link to a portfolio page or to an external site, you would use this feature. This feature disables the <em>click slide to advance</em> function and will cause problems if you've got anything but a URL in the field, so use it wisely.
pt_br: Marcar esta opção permite adicionar URLs a suas imagens. Por exemplo, se quer que o slide seja um link para uma página de portifólio ou site externo, você deve usar este recurso. Este recurso desativa <em>clicar no slide para avançar</em> e pode causar problemas se inserir qualquer coisa que não uma URL no campo, por isso, use com cautela.

source: Update URL with slide numbers
pt_br: Atualizar URL com números do Slide

source: You can enable this feature to udpate the URL of the page with the slide number. Example: http://example.com/slideshow/#3 will link directly to the third slide in the slideshow.
pt_br: Ative este recurso para atualizar a URL da página com o número do slide. Por exemplo: http://exemplo.com/slideshow/#3 criará um link para a terceira imagem do slide.

source: Navigation
pt_br: Navegação

source: Navigation Position
pt_br: Posição da Navegação

source: top
pt_br: Topo

source: below images
pt_br: Abaixo das Imagens

source: bottom
pt_br: Abaixo

source: disabled
pt_br: Desativado

source: Show thumbnails on single posts/pages
pt_br: Mostrar miniaturas em páginas e postagens individuais

source: Show thumbnails on homepage/archive pages
pt_br: Mostrar miniaturas na Página Inicial e em arquivos

source: Diagnostics
pt_br: Diagnósticos

source: jQuery version
pt_br: Versão de jQuery

source: If you're having trouble with the Javascript effects, you can try an older version of jQuery, or disable it altogether. This sometimes helps if you have plugins or themes that rely on their own version of jQuery. Note that the container height calculations for the slideshow rely on features in 1.4.4, so you may experience issues with your container height if you change this from the default.
pt_br: Se você estiver tendo problemas com os efeitos em Javascript, você pode tentar uma versão mais antiga de jQuery, ou mesmo desativá-lo. Isso geralmente ajuda se você tem plugins e temas que possuem suas próprias versões de jQuery. Observe que o cálculo da altura do contêiner do slide se apoia em recursos do 1.4.4, então talvez tenha alguma situação relacionada a altura do contêiner se mudar isso do padrão

source: Save Changes
pt_br: Salvar Mudanças

source: General usage
pt_br: Uso Geral

source: Portfolio Slideshow Pro demo
pt_br: Demo do Portfolio Slideshow Pro

source: from
pt_br: de

source: on
pt_br: no

source: To use the plugin, upload your photos to a post or page using the WordPress media uploader. Use the [portfolio_slideshow] shortcode to display the slideshow in your page or post.
pt_br: Para usar o plugin, faça upload de suas fotos em uma postagem ou página usando o recurso de upload do WordPress. Use o shortcode [portfolio_slideshow] para mostrar o slideshow na postagem ou página.

source: Use the media uploader to add, sort, and delete your photos.
pt_br: Use o recurso de envio de mídia para adicionar, organizar e excluir suas imagens.

source: Insert the slideshow by using this shortcode, exactly as shown. Do not insert the photos into the post.
pt_br: Insira o slide usando este shortcode, exatamente como mostrado abaixo. Não é necessário inserir as imagens no texto da postagem.

source: Shortcode Attributes
pt_br: Atributos do Shortcode

source: If you would like to customize your slideshows on a per-slideshow basis, you can add the following attributes to the shortcode, which will temporarily override the defaults.
pt_br: Se você quer personalizar o slide individualmente, você pode adicionar os seguitnes atributos no shortcode, o que faz com que ignore as opções gerais.

source: To change the <strong>image size</strong> you would use the size attribute in the shortcode like this:
pt_br: Para mudar o <strong>tamanho das imagens</strong>, você deve usar o atributo de tamanho no shortcode, desse jeito:

source: Image transition Effects
pt_br: Efeitos de Transição de Imagem

source: (Top secret! You can use this shortcode attribute to supply any transition effect supported by jQuery Cycle, even if they're not in the plugin! List of supported transitions <a href="http://jquery.malsup.com/cycle/begin.html">here</a>.
pt_br: Você pode usar este atributo de shortcode para preencher qualquer efeito de transição suportado por jQuery Cycle, mesmo que não estejam listados no plugin! Veja a lista de efeitos de transição suportadas <a href="http://jquery.malsup.com/cycle/begin.html">aqui</a>.

source: Show titles, captions, or descriptions:
pt_br: Mostrar títulos, legendas ou descrição

source: (use false to disable)
pt_br: (use <em>false</em> para desativar)

source: Autoplay Timeout
pt_br: Tempo para Auto-execução

source: Disable Slideshow Wrapping
pt_br: Desativar continuidade do Slide

source: or enable it like this:
pt_br: ou ative desse jeito:

source: Show thumbnails:
pt_br: Mostrar miniaturas:

source: or:
pt_br: ou:

source: Navigation position:
pt_br: Posição da Navegação

source: alternately, disable navigation with
pt_br: alternativamente, desativar a navegação com

source: Include or exclude slides:
pt_br: Include ou Exclude slides:

source: You need to specify the attachment ID, which you can find in your
pt_br: Você precisa especificar o ID do anexo, ele pode ser encontrado na

source: Media Library
pt_br: Biblioteca de Mídia

source: by hovering over the thumbnail. You can only include attachments which are attached to the current post. Do not use these attributes simultaneously, they are mutually exclusive.
pt_br: ao mover o cursor do mouse sobre as miniaturas. Você só pode incluir anexos que estão na postagem. Não use estes dois atributos ao mesmo tempo, eles são mutuamente exclusivos.

source: Multiple slideshows per post/page:
pt_br: Múltiplos slides por postagem/página:

source: you can insert multiple slideshows per post/page by including different attachment ids in your shortcode.
pt_br: você pode inserir múltiplos slides por postagem/página ao incluir diferentes IDs de anexos no shortcode.

source: Example:
pt_br: Exemplo:

source: This example will create two slideshows on the page with two sets of images. Remember, the attachment ID can be found in your
pt_br: Este exemplo criará dois slides na página com duas imagens cada. Lembre-se, o ID de cada anexo pode ser encontrado na

source: by hovering over the thumbnail. You can only include attachments which are attached to the current post.
pt_br: ao mover o cursor do mouse sobre as miniaturas. Você só pode incluir anexos que estão na postagem.

source: You're using Portfolio Slideshow v.
pt_br: Você está usando o Portfolio Slideshow v.

source: Check out our <a href="http://madebyraygun.com/lab/" target="_blank">other plugins</a>, and if you have any problems, stop by our <a href="http://madebyraygun.com/support/forum/" target="_blank">support forum</a>!
pt_br: Confira nossos <a href="http://madebyraygun.com/lab/" target="_blank">outros plugins</a>, e se tiver algum problema, visite nosso <a href="http://madebyraygun.com/support/forum/" target="_blank">Fórum de Suporte</a>! (em inglês)<br /><small><a href="http://arquivo.tk">Localização pt_BR por Diana K. Cury</a></small>

source: Slideshow image links to URL:
pt_br: Link para URL na Imagem do Slide:

source: Pause
pt_br: Pausar

source: Play
pt_br: Animar!

source: Prev
pt_br: Anterior

source: Next
pt_br: Seguinte
